{
  "introduction": {
    "lastUpdated": "October 8, 2020",
    "openingStatementOne": "Langley Security (“we” or “us”) respects and understands concerns about confidentiality and privacy, and we take reasonable steps designed to ensure that the personal information you give us is handled in a safe and responsible manner. This Privacy Policy applies to Langley Security and the data collected through this website. In this Privacy Policy, we describe the information that we collect about you through our websites (collectively our “Website” or “Websites”) and offline and our use and disclosure of that information. In this Privacy Policy, we also briefly describe our information collection, use, and disclosure practices as a service provider; see Information we Collect in our Capacity as a Service Provider.",
    "openingStatementTwo": "By visiting or using any of our services, you agree that your personal information will be handled as described in this Privacy Policy. We suggest that you refer to this Privacy Policy on a regular basis as it may change, at any time in our sole discretion. We will provide notice of material changes by noting that the Privacy Policy is new or otherwise notifying registered users to the extent required by applicable law. Your use of our Website, and any dispute over privacy, is subject to this Privacy Policy and our Terms of Use, including its applicable limitations on damages and the resolution of disputes. The Terms of Use are incorporated by reference into this Privacy Policy."
  },
  "navigation": {
    "title": "Navigation",
    "idOne": "The-Information-We-Collect-About-You",
    "idTwo": "Our-Use-of-Your-Information",
    "idThree": "Our-Disclosure-of-Your-Information",
    "idFour": "Our-Use-of-Cookies-and-Other-Tracking-Technologies",
    "idFive": "Links",
    "idSix": "Opting-Out-of-Email-Marketing",
    "idSeven": "Security",
    "idEight": "Contact-Us"
  },
  "informationWeCollectAboutYou": {
    "title": "Information We Collect About You",
    "paragraphOne": "We collect information about you directly from you, from other individuals and entities, and automatically through your use of our Website. As set forth below, we primarily collect the following information about you: name, contact information, and other identifiers; customer records/purchase history; usage data (e.g., information about how you use our services online); and professional/employment related information. Please note that our services are provided almost exclusively to business customers, and, as such, much of the information that we collect about you pertains to our business relationship with your employer. If you are applying for a position with us, please see our job applicant notice. For more information about the way that we use the information that we collect, see Our Use of Your Information below.",
    "paragraphTwo": "Information We Collect Directly From You: The type of information that we collect from you depends upon your interaction with us. In particular, we collect the following information from you during your interactions with us:",
    "informationWeCollectDirectlyFromYou": {
      "pointOne": "Signing Up for Our Newsletter: we collect your email address, and, in some circumstances, your name.",
      "pointTwo": "Customer Service: if you contact us, whether through our Websites, by phone, chat, or other means, we collect your name, contact information, and information about the reason that you contacted us. If you call our call center, your call may be recorded for quality assurance, training and customer service purposes. We do not always associate a call recording with a particular customer’s account.",
      "pointThree": "Request a Quote/Consultation: we collect your name, professional or employment related information (such as your business contact information), service request, and any other information that you choose to provide to us.",
      "pointFour": "Purchases: on some Websites, you may make a purchase directly through that Website; if you make a purchase through our Websites, we collect your name, billing information, and payment card information. We retain information about the types of purchases that you make with us.",
      "pointFive": "Social Media: if you post to any of our social media accounts, we may comment on or contact you in response to your post. If you maintain an account with us, we do not typically associate this information with your account.",
      "pointSix": "Ethics/Incident Reporting: on certain of our Websites, you may file a report if you have concerns regarding an action taken by an employee or contractor with our company. We collect the information that you choose to submit as part of your report.",
      "pointSeven": "Trade Shows/Events: at certain trade shows, we offer the opportunity to provide us with your contact information to learn more about our services.",
      "pointEight": "Make an Appointment/Contact Us Regarding Employment: you may create an appointment to meet with us at an upcoming job fair or similar event. You also may forward information about the job fair/employment to your friends."
    }
  },
  "informationWeCollectAboutYouFromOtherSources": {
    "title": "Information We Collect About You From Other Sources",
    "paragraph": "We collect information about you from your employers and your friends. For example, your employer may provide us with a list of employees authorized to use our services/log into our portals. If your friend forwards a job opportunity to you or information about a job fair, then we will collect your contact information."
  },
  "informationWeCollectAutomatically": {
    "title": "Information We Collect Automatically",
    "paragraph": "We automatically collect usage data regarding your use of our Websites through cookies, web beacons, and other technologies (referred to generally as usage data): your domain name; your browser type and operating system; web pages you view; links you click; your IP address; the length of time you visit or use our Websites; and the referring URL, or the webpage that led you to our Website. We may also collect your approximate city through collection of your IP address. Typically, we do not combine this information with other information that we have collected about you, including, other personal information. Please see the section “Cookies and Other Tracking Technologies” below for more information."
  },
  "informationWeCollectInOurCapacityAsAServiceProvider": {
    "title": "Information We Collect In Our Capacity As a Service Provider",
    "paragraph": "Our services are provided predominantly to businesses. Our customer directs the scope of information that we collect about you and the purpose of that collection. Please note that our services may involve the use of video or audio recording."
  },
  "ourUseOfYourInformation": {
    "title": "Our use of Your Information",
    "setup": "We use your information, including your personal information, for the following purposes:",
    "delivery": {
      "pointOne": "For customer services purposes, including to respond to your inquiries, to make an appointment with you.",
      "pointTwo": "To provide our services to you, including to fulfill your orders, process your payments, and to communicate with you about your use of our services.",
      "pointThree": "Where permitted by applicable law or with your consent, to send you email communications, including email marketing about our products and services that we offer as well as the products and services of our affiliates.",
      "pointFour": "To tailor the content and information that we may send or display to you, to offer location customization, and personalized help and instructions, and to otherwise personalize your experiences while using the Websites.",
      "pointFive": "For marketing and promotional purposes. We use your email address to send you information about products and services that we think may be of interest to you, including information about our affiliates’ products and services, to the extent permitted by applicable law. We also may use the information that we learn about you to assist us in advertising our products and services on other websites.",
      "pointSix": "To determine the relevance and success of our advertising campaigns. We may count ad impressions of unique visitors, verify quality of the ad impressions, and take similar measures to determine relevance and success of our online advertising.",
      "pointSeven": "To better understand how users access and use our Websites (such as which pages users visit most); to improve our Websites, and for other research and analytical purposes (such as evaluating product demand per market).",
      "pointEight": "To administer surveys and questionnaires, such as for market research or customer satisfaction purposes.",
      "pointNine": "Debugging to identify and repair errors and overall Website maintenance and improvement.",
      "pointTen": "To comply with legal obligations, as part of our general business operations, and for other business administration purposes.",
      "pointEleven": "Where we believe necessary to detect, investigate, prevent or take action regarding security incidents, illegal activities, suspected fraud, situations involving potential threats to the safety of any person or violations of our Terms of Use or this Privacy Policy."
    }
  },
  "ourDisclosureOfYourInformation": {
    "title": "Our Disclosure of Your Information",
    "setup": "We share your information, including your personal information, with the following persons and in the following circumstances:",
    "delivery": {
      "pointOne": "Service providers: we disclose your personal information to service providers for a business purpose. These entities include service providers that host our website; assist us in advertising, measuring the success of our advertising campaigns; maintaining or improving our products and services; and for any other purpose as described above in the section above regarding our use of your personal information.",
      "pointTwo": "Our affiliates: where permitted by applicable law or with your consent, we may share your information with our affiliated entities for their own marketing purposes.",
      "pointThree": "Our customers: if you contact us online about a matter pertaining to one of our customers (e.g., you visited a building staffed with our security guards), then we may forward your information to the customer.",
      "pointFour": "Business Transfers: if we are or may be acquired by or merged with another company, if any of our assets are transferred to another company, if someone invests in us, or as part of a bankruptcy proceeding, we may transfer the information we have collected from you to the other company and we may share your information in the course of the transaction.",
      "pointFive": "In Response to Legal Process: we also may disclose the information we collect from you in order to comply with the law, a judicial proceeding, court order, or other legal process, such as in response to a court order or a subpoena. We may disclose this information to law enforcement, regulators, or other parties as required to satisfy these purposes.",
      "pointSix": "To Protect Us and Others: we may disclose the information we collect about you where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of our Terms of Use or this Privacy Policy, or as evidence in litigation in which we are involved. We may disclose this information to law enforcement, regulators, or other parties as required to satisfy these purposes."
    }
  },
  "cookiesAndTrackingTechnologies": {
    "title": "Our Use of Cookies and Other Tracking Technologies",
    "paragraphOne": "We and entities we engage (to assist us with website analytics, marketing, evaluating the success of our marketing campaigns, and targeted advertising) use cookies and other tracking technologies to track information about your use of our Websites. Typically, we do not combine this information with other personal information we collect from you.",
    "paragraphTwo": "Cookies. Cookies are alphanumeric identifiers that we transfer to your computer’s hard drive through your web browser for record-keeping purposes. Some cookies allow us to make it easier for you to navigate our Websites, while others are used to enable a faster log-in process or to allow us to track your activities at our Websites. There are two types of cookies: session and persistent cookies.",
    "paragraphThree": "Session Cookies. Session cookies exist only during an online session. They disappear from your computer when you close your browser or turn off your computer. We use session cookies to allow our systems to uniquely identify you during a session or while you are logged into the Website. This allows us to process your online transactions and requests and verify your identity, after you have logged in, as you move through our Websites.",
    "paragraphFour": "Persistent Cookies. Persistent cookies remain on your computer after you have closed your browser or turned off your computer. We use persistent cookies to track aggregate and statistical information about user activity, and to display advertising both on certain of our Websites and on sites operated by other entities.",
    "paragraphFive": "Disabling Cookies. Most web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future. The Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. Visitors to our Websites who disable cookies will be able to browse certain areas of the Website, but some features may not function.",
    "paragraphSix": "Clear GIFs, pixel tags and other technologies. Clear GIFs are tiny graphics with a unique identifier, similar in function to cookies. In contrast to cookies, which are stored on your computer’s hard drive, clear GIFs are embedded invisibly on web pages. We may use clear GIFs (a.k.a. web beacons, web bugs or pixel tags), in connection with our Websites to, among other things, track the activities of visitors to our Websites, help us manage content, and compile statistics about Website usage. We and our vendors also use clear GIFs in HTML emails to our customers, to help us track email response rates, identify when our emails are viewed, and track whether our emails are forwarded.",
    "paragraphSeven": "Analytics. We use automated devices and applications, such as Google Analytics, to evaluate usage of our Website. We also may use other analytic means to evaluate the services offered on our Website. We use these tools to help us improve our services, performance, and user experiences. The entities operating these tools may use cookies and other tracking technologies, such as web beacons or local storage objects (LSOs), to perform their services. To learn more about Google’s privacy practices, please review the Google Privacy Policy at https://www.google.com/policies/privacy/. You can also download the Google Analytics Opt-out Browser Add-on to prevent their data from being used by Google Analytics at https://tools.google.com/dlpage/gaoptout.",
    "paragraphEight": "Do-Not-Track. Currently, our systems do not recognize web browser “do-not-track” requests. You may, however, disable certain tracking as discussed in this section (e.g., by disabling cookies); you also may opt-out of targeted advertising by following the instructions in the Vendor Ad Networks section.",
    "paragraphNine": "Vendor Ad Networks. We use vendors such as network advertisers to serve advertisements on websites other than this Website or other media (e.g., social networking platforms). This enables us and these vendors to target advertisements to you for products and services in which you might be interested. Ad network providers, advertisers, sponsors and/or traffic measurement services may use cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs and other tracking technologies to measure the effectiveness of their ads and to personalize advertising content to you. These cookies and other technologies are governed by each vendor’s specific privacy policy, not this one. We may provide these advertisers with information, including personal information, about you."
  },
  "links": {
    "title": "Links",
    "paragraph": "Our Website may contain links to websites operated by non-affiliated entities. Any access to and use of such linked websites is not governed by this Privacy Policy, but instead is governed by the privacy policies of those websites. We are not responsible for the information practices of such websites."
  },
  "optingOutOfEmailMarketing": {
    "title": "Opting Out of Email Marketing",
    "paragraph": "We may send periodic promotional emails to you. You may opt-out of promotional emails by following the opt-out instructions contained in the e-mail or by writing to us at privacy@langleysecurity.com. Please note that it may take up to 10 business days for us to process opt-out requests. If you opt-out of receiving promotional emails, we may still send you account and transactional information via email."
  },
  "security": {
    "title": "Security",
    "paragraph": "We cannot ensure that information will never be disclosed in ways not otherwise described in this Privacy Policy. By way of example (without limiting the foregoing), third parties may unlawfully intercept or access files, transmissions or private communications. Therefore, although we use industry standard practices to protect information, we do not promise, and you should not expect, that your personal information or private communications will always remain private."
  },
  "contactUs": {
    "title": "Contact Us",
    "paragraph": "If you have questions about the privacy aspects of our services or would like to make a complaint, please call +254-720-469-665 or email privacy@langleysecurity.com."
  }
}
