{
  "introduction": {
    "lastUpdated": "May 15, 2018",
    "openingStatement": "This Terms of Use Agreement (“Terms of Use” or “Agreement”) is between you ('you' or 'your') and Langley Security (the “Company”). In consideration of the right to access and use the Company’s Website, and the information offered on and through the Website, you acknowledge that you have read these Terms of Use, understand them, and agree to be bound by their terms and conditions. You also hereby acknowledge that you have read and understand the privacy policy, including any displayed cookie policy, applicable to each Website you access (collectively, the “Privacy Policies”) and consent to Langley Security’s use of your personal data set out therein. If you do not agree to these Terms of Use or the Privacy Policies applicable to any Website you access, you should not use the Website.",
    "note": "THESE TERMS CONTAIN A DISPUTE RESOLUTION AND ARBITRATION PROVISION, INCLUDING CLASS ACTION WAIVER THAT AFFECTS YOUR RIGHTS UNDER THESE TERMS OF USE AND WITH RESPECT TO DISPUTES YOU MAY HAVE WITH Langley Security.  YOU MAY OPT OUT OF THE BINDING INDIVIDUAL ARBITRATION AND CLASS ACTION WAIVER AS PROVIDED BELOW."
  },
  "natureOfAgreement": {
    "title": "Nature of Agreement",
    "paragraphOne": "These Terms of Use will take effect when you first commence using a Website. Company reserves the right at any time and for any reason to deny you access to any or all of the Website or any portion thereof, or change, suspend or discontinue any aspect of the Website at any time. Company may also impose limits on certain features and services or restrict your access to parts or all of the Website without notice or liability. Termination will be effective without notice.",
    "paragraphTwo": "Please note that Company reserves the right to change the terms and conditions of these Terms of Use upon notice, which may be given by Company posting such change on the applicable Website, by e-mail, or any other reasonable way. If a change is notified by a posting on a Website, it shall be deemed to take effect when posted; if a change is notified by e-mail, it shall be deemed to take effect when the e-mail is sent; and if a modification is notified in any other way, it shall be deemed to take effect when the relevant notice is sent or issued by or on behalf of Company. Your continued use of the applicable Website following notice of such modifications will be conclusively deemed acceptance of any changes to these Terms of Use. You agree that notice of changes to these Terms of Use on the Website, delivered by email, or provided in any other reasonable way constitutes reasonable and sufficient notice. Company has the right, but not the obligation, to monitor the use of the Website and their content."
  },
  "grantOfLicense": {
    "title": "Grant of License",
    "paragraph": "These Terms of Use provide you with a personal, revocable, non-exclusive, non-transferable license to use the Website conditioned on your continued compliance with the terms and conditions of these Terms of Use. You may, on an occasional and irregular basis, print and download materials and information on the Website solely for personal and non-commercial use, or, only to the extent permitted by an Other Agreement (defined below), for internal business use, provided that you do not obscure, alter, remove or delete any copyright or other proprietary notices contained in such materials and information."
  },
  "intellectualPropertyRights": {
    "title": "Intellectual Property Rights",
    "paragraph": "The Website are protected by copyright under Kenya copyright laws. The Company and its affiliates’ trademarks, logos, slogans, and/or other distinctive designs are owned by Company, are protected by applicable law, and may not be copied or used without Company's prior written consent. All materials contained within the Website (the 'Content') are protected by copyright and are owned or controlled by Company, its affiliates and/or its licensors. You agree to abide by any and all additional copyright notices, information, or restrictions contained in any Content on the Website. You may download, make copies of, or otherwise reproduce the Content and other downloadable items displayed on the Website for personal, noncommercial use only, provided that you maintain all copyright and other notices contained in such Content. Copying, otherwise reproducing, or storing of any Content except for your personal, noncommercial use is expressly prohibited without the prior written consent of the Company."
  },
  "passwordPolicy": {
    "title": "Password Policy",
    "paragraph": "Your use of certain portions of the Website may require a password. As part of the registration process, you must select a user name and password and provide the Company with accurate, complete and up-to-date information. Anyone with knowledge of your password can gain access to the restricted portions of the Website and the information available to you. Accordingly, you must keep your password secret. By agreeing to these Terms of Use, you agree to be solely responsible for the confidentiality and use of your respective password and user ID’s, as well as for any communications entered through the Website using your password or user ID’s. You will also immediately notify the Company if you become aware of any loss or theft of your password and/or user ID’s or any unauthorized use thereof. The Company reserves the right to delete or change a password or user ID at any time and for any reason."
  },
  "unauthorizedUse": {
    "title": "Unauthorized Use",
    "paragraph": "Actual or attempted unauthorized use of the Website may result in criminal and/or civil prosecution. For your protection, Company reserves the right to view, monitor, and record activity on the Website without notice or further permission from you, to the fullest extent permitted by applicable law. Any information obtained by monitoring, reviewing, or recording is subject to review by law enforcement organizations in connection with the investigation or prosecution of possible criminal activity on the Website. Company will also comply with all court orders involving requests for such information."
  },
  "privacy": {
    "title": "Privacy",
    "paragraph": "Your use of any of the Website is subject to the terms of the Privacy Policies applicable to that Website.  Each such Privacy Policy is incorporated by reference into the Terms of Use applicable to such Website. By using the Website, you consent to Company’s collection and use of personal data as outlined therein."
  },
  "ideaSubmissionPolicy": {
    "title": "Idea Submission Policy and Your Communications to Company",
    "paragraph": "Except as otherwise provided under the Privacy Policies concerning personally identifiable information, if you forward or transmit to Company through the Website, by electronic mail or otherwise, any suggestions or material, including any questions or answers, ideas, comments, suggestions, or the like (together, “Submissions”), such Submissions will be treated as non-confidential and non-proprietary. Furthermore, any Submissions will be deemed to include a royalty-free, perpetual, irrevocable, nonexclusive right and license for Company to adopt, publish, reproduce, disseminate, transmit, distribute, copy, use, create derivative works, display (in whole or in part) worldwide, or act on such Submissions without additional approval or consideration, in any form, media, or technology now known or later developed for the full term of any rights that may exist in such Submissions. You hereby waive any claim to the contrary."
  },
  "restrictionsAndCovenants": {
    "title": "Restrictions and Covenants",
    "paragraphOne": "With the exception of the license granted in Section 2 and except as otherwise expressly permitted herein, you may not modify, create derivatives of, copy, distribute, broadcast, transmit, reproduce, publish, license, transfer, sell, mirror, frame, “deep link”, “scrape”, data mine, or otherwise use any information or material obtained from or through the Website, or link to the Website in any manner that would bypass the Website’s home page. Further, you may not post any content from the Website to forums, newsgroups, list serves, mailing lists, electronic bulletin boards, or other Website, without the prior written consent of Company.",
    "paragraphTwo": "You represent and warrant to Company that you will not use the Website for any purpose that is unlawful or prohibited by these Terms of Use, including but not limited to attempting or actually (i) disrupting, impairing or interfering with the Website, (ii) collecting any information about other users of the Website, including passwords, accounts or other information, (iii) systematically extracting data contained in the Website to populate databases for internal or external business use; (iv) violating or infringing the rights of third parties, or (v) uploading any files that contain any viruses, worms, or other components that are intended to cause damage or expropriate any system, data or personal information."
  },
  "assumptionOfRisk": {
    "title": "Assumption of Risk; Your Acknowledgments",
    "paragraphOne": "You acknowledge and agree that you use the Internet solely at your own risk and subject to all applicable local, state, national, and international laws and regulations. While Company has endeavored to create a secure and reliable Website, please be advised that the confidentiality of any communication or material transmitted to/from a Website over the Internet cannot be guaranteed. Accordingly, Company and Company’s licensors and suppliers are not responsible for the security of any information transmitted via the Internet, the accuracy of the information contained on the Website, or for the consequences of any reliance on such information. Company and Company’s licensors and suppliers shall have no liability for interruptions or omissions in Internet, network or hosting services. You assume the sole and complete risk of using the Website.",
    "paragraphTwo": "You acknowledge that transmissions to and from the Website may be read or intercepted by third parties.",
    "paragraphThree": "You expressly absolve and release Company and Company’s licensors and suppliers from any claim of harm resulting from a cause beyond their control, including, but not limited to, the failure of electronic or mechanical equipment or communication lines, telephone or other interconnect problems, computer viruses, unauthorized access, theft, operator errors, severe weather, earthquakes, or natural disasters, strikes or other labor problems, wars, terrorism or governmental restrictions."
  },
  "linksToThirdPartySites": {
    "title": "Links to Third-Party Website",
    "paragraph": "Company may provide links, in its sole discretion, to other Website on the World Wide Web for your convenience in locating related information and services. These Website have not necessarily been reviewed by Company and are maintained by third parties over which Company exercises no control. Accordingly, Company expressly disclaims any responsibility for the content, the accuracy of the information, the quality of products or services provided by or advertised on and/or software downloaded from these third-party Website. Moreover, these links do not imply an endorsement of any third party or any website or the products or services provided by any third party."
  },
  "disclaimer": {
    "title": "Disclaimer of Warranty",
    "paragraph": "THE INFORMATION PROVIDED WITHIN THE Website IS PROVIDED 'AS IS.' NEITHER COMPANY NOR ITS AFFILIATES NOR ITS OR THEIR LICENSORS WARRANT THE ACCURACY OR COMPLETENESS OF THE INFORMATION CONTAINED ON THE Website OR Website TO WHICH THEY LINK, AND ARE NOT RESPONSIBLE FOR ERRORS OR OMISSIONS IN THE CONTENT. COMPANY, ITS AFFILIATES AND ITS LICENSORS MAKE NO WARRANTIES, EXPRESS OR IMPLIED, REGARDING ANYTHING CONTAINED WITHIN THE Website OR Website TO WHICH THEY LINK. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, COMPANY, ITS AFFILIATES AND ITS AND THEIR LICENSORS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT."
  },
  "limitationOfLiability": {
    "title": "Limitation of Liability",
    "paragraph": "NEITHER COMPANY NOR ITS AFFILIATES NOR ITS OR THEIR LICENSORS WILL BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES OF ANY KIND RESULTING FROM THE USE OF OR THE INABILITY TO USE ANY WEBSITE, RESULTING FROM ANY INFORMATION, GOODS OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH THE Website, RESULTING FROM LOSS OF, UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF PROFITS, USE, DATA OR OTHER INTANGIBLES, EVEN IF THE COMPANY, ITS AFFILIATES AND/OR ITS OR THEIR LICENSORS HAD BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. TO THE EXTENT PERMITTED BY LAW, COMPANY, ITS AFFILIATES AND ITS LICENSORS AND SUPPLIERS DISCLAIM LIABILITY FOR ANY DIRECT DAMAGES BASED ON YOUR USE OF THE Website AND THEIR CONTENT. WITHOUT LIMITING THE FOREGOING, IN NO EVENT SHALL COMPANY'S, ITS AFFILIATES’ OR ITS OR THEIR LICENSORS’ AGGREGATE LIABILITY FOR DAMAGES OF ANY KIND, BASED ON ANY LEGAL THEORY OR CAUSE OF ACTION WHATSOEVER ARISING OUT OF OR RELATING TO YOUR USE OF THE Website, EXCEED THE GREATER OF (A) THE TOTAL AMOUNT PAID BY YOU FOR SERVICES PROVIDED VIA THE Website IN THE THREE (3) MONTH PERIOD IMMEDIATELY PRECEDING THE DATE UPON WHICH THE RELEVANT CLAIM ACCRUED, OR (B) ONE HUNDRED DOLLARS."
  },
  "indemnification": {
    "title": "Indemnification",
    "paragraph": "You agree to indemnify, defend and hold harmless the Company, its affiliates and its or their licensors, together with their respective affiliates, officers, directors, employees, consultants and agents from any and all third-party claims, liability, damages, and/or costs (including, but not limited to, attorneys’ fees) arising from your violation of the terms of this Agreement and/or use of the Website or any information or content thereon in violation of any applicable law, rule, or regulation."
  },
  "notices": {
    "title": "Notices / Contact Information",
    "paragraph": "Except as explicitly stated otherwise, any legal notices shall be given by e-mail to legal@langleysecurity.com (in the case of Company) or to the e-mail address you provided to Company during your use of the Website, or such other address as either party may specify. Notice shall be deemed given 24 hours after e-mail is sent, unless the sending party is notified that the e-mail address is invalid. If you would like to contact the Company regarding these Terms of Use or the Privacy Policies, please send an email to legal@langleysecurity.com and put “Terms of Use” or “Privacy Policy” in your subject heading, as applicable."
  },
  "termination": {
    "title": "Termination",
    "paragraph": "The Company may, with or without cause, immediately terminate this Agreement, and deny you access to any or all of the Website. Without limiting the foregoing, Company has the right to immediately terminate your right to access any or all of the Website in the event that you breach this Agreement or engage in conduct that Company, in its sole discretion, considers unacceptable. If this Agreement is terminated, you will no longer be authorized to access the Website. In the event of termination, the restrictions imposed on you with respect to material downloaded, copied or otherwise reproduced from the Website, the disclaimers and limitations of liabilities and the indemnification set forth in this Agreement, shall survive."
  },
  "otherAgreements": {
    "title": "Other Agreements",
    "paragraph": "Your rights to use certain material available on or through the Website may be subject to separate written agreements with Company (“Other Agreements”). Particular pages or features of the Website with content supplied by Company, its affiliates or its or their licensors may have different or additional terms ('Special Terms'), which will be disclosed to you when you access those pages or features, and by accessing or using such pages and features, you will be deemed to have agreed to the applicable Special Terms. If there is a conflict between these Terms of Use and the Special Terms, the Special Terms will govern with respect to such pages or features or content. In the event of a conflict between these Terms of Use and one or more Other Agreements, the terms of such Other Agreement(s) shall govern and control."
  },
  "miscellaneous": {
    "title": "Miscellaneous",
    "paragraph": "With the exception of any Special Terms and Other Agreements, these Terms of Use and the Privacy Policies represent the entire agreement between you, the Company and/or the Company’s affiliates with respect to your use of and material available on or through the Website, and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral, or written between you, the Company and/or the Company’s affiliates with respect to the Website. Any rights not expressly granted herein are reserved. You may not assign this Agreement. If any provision this Agreement shall be deemed unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from this Agreement and shall not affect the validity and enforceability of any remaining provisions. No joint venture, partnership, employment, or agency relationship exists between you and Company as a result of these Terms of Use or your use of the Website. Failure to insist on strict performance of any of the terms and conditions of these Terms of Use will not operate as a waiver of any subsequent default or failure of performance. By using the Website, you acknowledge that you have read these Terms of Use, understand them, and agree to be bound by their terms and conditions. You also hereby acknowledge that you have read and understand all applicable Privacy Policies and consent to the use of your personal data set out therein."
  }
}
