[
  {
    "id": 1,
    "image_one": "https://images.pexels.com/photos/3646913/pexels-photo-3646913.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/273209/pexels-photo-273209.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Commercial real estate",
    "slug": "commercial-real-estate",
    "header_one": "Commercial Real Estate Security Solutions",
    "caption_one": "We are the leading provider of security solutions for the Commercial Real Estate sector, protecting your tenants and reputation with office building and commercial property security services throughout Kenya. We understand the concerns your commercial property faces. Our dedicated team of vertical market experts provide nationwide support and best practices for safety and security.",
    "header_two": "Commercial Property Security Subject Matter Experts",
    "caption_two": "Our team has years of deep knowledge and understanding of the Commercial Real Estate sector, and we remain focused on providing a comprehensive list of building security services and solutions specifically tailored to your specific needs. We continuously evolve and evaluate our procedures and protocols and we know where we can provide help and insight."
  },
  {
    "id": 2,
    "image_one": "https://images.pexels.com/photos/1117452/pexels-photo-1117452.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/4513940/pexels-photo-4513940.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Construction",
    "slug": "construction",
    "header_one": "Construction Site Security Services",
    "caption_one": "We are the leading provider of job-site security solutions for the Construction sector throughout Kenya. We understand the concerns and challenges project managers, property owners, builders and contractors face.  Our dedicated team of vertical market experts provide nationwide support and best practices for safety and construction site security.",
    "header_two": "Construction Site Subject Matter Experts",
    "caption_two": "Our understanding of the Construction sector fundamentals and our partnerships with some of the largest land developers and builders ensure we stay in tune with the industry’s most recent developments – always enhancing your company’s brand and providing peace of mind for those with whom we interact."
  },
  {
    "id": 3,
    "image_one": "https://images.pexels.com/photos/9552902/pexels-photo-9552902.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/10834810/pexels-photo-10834810.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Distribution & logistics",
    "slug": "distribution-&-logistics",
    "header_one": "Distribution & Logistics: Supply Chain Security Services",
    "caption_one": "We are the leading provider of supply chain security solutions for the Distribution and Logistics sector throughout Kenya. We understand the concerns and challenges business owners, property managers, and tenants face. Our dedicated team of vertical market experts provide nationwide support and best practices for safety and site security.",
    "header_two": "Distribution & Logistics Security Subject Matter Experts",
    "caption_two": "Our understanding of the Distribution and Logistics sector fundamentals and supply chain security, along with our partnerships with some of the top online retailer’s logistics and distribution hubs in the nation, ensure we stay in tune with the industry’s most recent developments – always enhancing your company’s brand and providing peace of mind for those with whom we interact."
  },
  {
    "id": 4,
    "image_one": "https://images.pexels.com/photos/159213/hall-congress-architecture-building-159213.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/289737/pexels-photo-289737.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Education",
    "slug": "education",
    "header_one": "School & Campus Security Services",
    "caption_one": "We are the leading provider of campus safety and security solutions for the Higher Education sector throughout Kenya. We understand the concerns that our campuses and schools face. Our dedicated team of Higher Education experts is nationwide and at the forefront of campus security and school safety.",
    "header_two": "Campus Security Subject Matter Experts",
    "caption_two": "Our understanding of school and campus security, fundamentals and our partnerships with institution directors and leaders have ensured we do our job well – always enhancing your institution’s brand and providing peace of mind for those with whom we interact."
  },
  {
    "id": 5,
    "image_one": "https://images.pexels.com/photos/207601/pexels-photo-207601.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/236380/pexels-photo-236380.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Healthcare",
    "slug": "healthcare",
    "header_one": "Healthcare & Hospital Security Services",
    "caption_one": "We are the leading provider of security solutions for the Healthcare and Hospital sector throughout Kenya. We provide services to hospitals, nursing homes, emergency rooms, and research facilities and aim to provide a safe and secure environment in these dynamic and emotionally charged settings. We understand the concerns and challenges your company faces. Our dedicated team of vertical and subject matter experts help leverage over 60 years of experience to provide nationwide client support and best practices for safety and hospital security.",
    "header_two": "Healthcare & Hospital Security Subject Matter Experts",
    "caption_two": "Our partnerships with leading healthcare associations, and hospital managers positions Langley Security to help you meet or exceed regulatory compliance requirements and support you in providing a safe, functional and effective environment for patients, staff members and others entering your campus. Our comprehensive and customized security programs will deliver a compassionate, patient centric culture while meeting industry standards."
  },
  {
    "id": 6,
    "image_one": "https://images.pexels.com/photos/53621/calculator-calculation-insurance-finance-53621.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/210574/pexels-photo-210574.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Finance",
    "slug": "finance",
    "header_one": "Bank & Financial Institutions Security Services",
    "caption_one": "We are the leading provider of bank security services and solutions for the Financial Institutions sector throughout Kenya. We understand the concerns and challenges your company faces which is why we stay one step ahead of criminals to keep your facility, employees, and financial assets safe and secure. Our dedicated team of vertical market experts provide nationwide support and best practices for safety and security financial services.",
    "header_two": "Bank & Financial Institutions Security Subject Matter Experts",
    "caption_two": "Our understanding of the Financial Institution services and industry can help provide armed, or unarmed Security Professionals and customized services for facilities such as retail branches, data centers, corporate offices, trading floors, ATM centers, and lockbox areas. We connect and partner with some of the industry’s leading bank security services partners and groups to stay in tune with recent developments, industry trends and threats – Always enhancing your company’s brand and providing peace of mind for those for who we interact with."
  },
  {
    "id": 7,
    "image_one": "https://images.pexels.com/photos/338504/pexels-photo-338504.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/265884/pexels-photo-265884.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Hotel & hospitality",
    "slug": "hotel-&-hospitality",
    "header_one": "Hotel & Hospitality Security Services",
    "caption_one": "We are the leading provider of security solutions for the Hotel and Hospitality industry throughout Kenya. We understand the concerns and challenges you face as business owners. Our dedicated team of vertical market experts provide nationwide support and best practices for safety and hotel security.",
    "header_two": "Hotel & Hospitality Security Subject Matter Experts",
    "caption_two": "Our understanding of the Hotel and Hospitality sector fundamentals and our partnerships with some of the top travel destinations, resorts, and recreation companies across the nation ensure we stay in tune with the industry’s most recent developments – always enhancing your company’s brand and providing peace of mind for those with whom we interact."
  },
  {
    "id": 8,
    "image_one": "https://images.pexels.com/photos/186077/pexels-photo-186077.jpeg?auto=compress&cs=tinysrgb&w=600",
    "image_two": "https://images.pexels.com/photos/323780/pexels-photo-323780.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Residential",
    "slug": "residential",
    "header_one": "Residential Community Security Services",
    "caption_one": "We are the leading provider of security solutions for Residential Communities throughout Kenya. We understand the concerns and challenges you expect from a residential security services provider. Our dedicated team of vertical market experts provide nationwide support and best practices for community security and safety.",
    "header_two": "Residential Community Security Subject Matter Experts",
    "caption_two": "Our understanding of the Residential Community industry and partnerships with some of the industry’s leading groups, partners, and law enforcement agencies so your community security can stay in tune with recent developments and trends – Always enhancing your company’s brand and providing peace of mind for those for who we interact with."
  },
  {
    "id": 9,
    "image_one": "https://images.pexels.com/photos/264636/pexels-photo-264636.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/264507/pexels-photo-264507.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Retail",
    "slug": "retail",
    "header_one": "Retail, Shopping Center & Mall Security Services",
    "caption_one": "We are the leading provider of security solutions for Retail, Shopping Centers and Malls throughout Kenya. We understand the concerns and challenges your company faces and the ever-increasing need for security in malls, shopping centers and other retail establishments. Our dedicated team of vertical market experts provide nationwide support and best practices for safety and security.",
    "header_two": "Retail, Shopping Center & Mall Security Subject Matter Experts",
    "caption_two": "Our understanding of the Retail industry and partnerships with some of the industry’s top property management groups, retailers, and law enforcement agencies allow us to stay in tune with recent developments and trends in mall and retail security – Always enhancing your company’s brand and providing peace of mind for those for who we interact with."
  },
  {
    "id": 10,
    "image_one": "https://images.pexels.com/photos/172074/pexels-photo-172074.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/2199293/pexels-photo-2199293.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Transport",
    "slug": "transport",
    "header_one": "Transit & Public Transportation Security Services",
    "caption_one": "We are the leading provider of security solutions for the Transit sector throughout Kenya. We understand the concerns and challenges your agency faces and we partner with transportation and transit systems of all sizes. We secure more transit systems in Kenya providing security services for bus and rail yards, on board security, fare enforcement, revenue protections, passenger assistance, and station security. Our dedicated team of vertical market experts provide nationwide support and best practices for safety and transportation services.",
    "header_two": "Transit & Public Transportation Security Subject Matter Experts",
    "caption_two": "Our understanding of the Transportation security industry fundamentals and our partnerships with transportation and transit organizations. We help develop industry standards for Transit Security. Our close working relationships with local transit and transport agencies and security departments help us ensure we do our job and stay in tune with recent developments and industry trends – Always enhancing your company’s brand and providing peace of mind for those for who we interact with."
  },
  {
    "id": 11,
    "image_one": "https://images.pexels.com/photos/257700/pexels-photo-257700.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/236748/pexels-photo-236748.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Manufacturing & industrial ",
    "slug": "manufacturing-&-industrial",
    "header_one": "Manufacturing & Industrial Site Security Solutions",
    "caption_one": "We are the leading provider of security solutions for the Manufacturing and Industrial sector throughout Kenya. We understand the concerns and challenges your company faces with site security. Our dedicated team of vertical market experts provide nationwide support and best practices for industrial safety and security.",
    "header_two": "Manufacturing & Industrial Security Subject Matter Experts",
    "caption_two": "Our understanding of the Manufacturing and Industrial security industry helps us provide you with assistance in threat assessments, social media monitoring, situation analysis, asset protection and real time threat analysis to your people, assets, products, and supply chain. We connect and partner with some of the industry’s leading groups and partners to stay in tune with recent developments and industry trends – Always enhancing your company’s brand and providing peace of mind for those for who we interact with."
  },
  {
    "id": 12,
    "image_one": "https://images.pexels.com/photos/257886/pexels-photo-257886.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "image_two": "https://images.pexels.com/photos/4508751/pexels-photo-4508751.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Hight tech & telecom",
    "slug": "high-tech-&-telecom",
    "header_one": "High Tech & Telecommunications Security",
    "caption_one": "We are the leading provider of security solutions for the High Tech and Telecommunications sector throughout Kenya. We understand the concerns and challenges business owners, property managers, and tenants face.  Our dedicated team of vertical market experts provide nationwide support and best practices for safety and site security.",
    "header_two": "High Tech & Telecommunications Security Subject Matter Experts",
    "caption_two": "Our understanding of the High-Tech and Telecommunications sector fundamentals and our partnerships with some of the nation’s most well know companies ensure we stay in tune with the industry’s most recent news and developments – Always enhancing your company’s brand and providing peace of mind for those for who we interact with."
  }
]
